blog/html/gtd/index.html
<!DOCTYPE html>
<html lang="en-us">
  <head>
  <title>《尽管去做－－－无压工作》读书笔记 - Keep going</title>
  <meta charset="utf-8" />
  <meta name="author" content="Will Chang" />
    <meta name="description" content="《尽管去做－－－无压工作》读书笔记" />
    <meta name="keywords" content="gtd" />
    <!-- Bootstrap Core CSS -->
    <link href="/media/css/bootstrap.min.css" rel="stylesheet">

    <!-- MetisMenu CSS -->
    <link href="/media/css/plugins/metisMenu/metisMenu.min.css" rel="stylesheet">

    <!-- Timeline CSS -->
    <link href="/media/css/plugins/timeline.css" rel="stylesheet">

    <!-- Custom CSS -->
    <link href="/media/css/sb-admin-2.css" rel="stylesheet">

    <!-- Morris Charts CSS -->
    <link href="/media/css/plugins/morris.css" rel="stylesheet">

    <!-- Custom Fonts -->
    <link href="/media/font-awesome-4.1.0/css/font-awesome.min.css" rel="stylesheet" type="text/css">

    <!-- HTML5 Shim and Respond.js IE8 support of HTML5 elements and media queries -->
    <!-- WARNING: Respond.js doesn't work if you view the page via file:// -->
    <!--[if lt IE 9]>
    <![endif]-->


</head>
  <body class="container">
    <div id="wrapper">
      <!-- Navigation -->
<nav class="navbar navbar-default navbar-static-top" role="navigation" style="margin-bottom: 0">
  <div class="navbar-header">
    <button type="button" class="navbar-toggle" data-toggle="collapse" data-target=".navbar-collapse">
      <span class="sr-only">Toggle navigation</span>
      <span class="icon-bar"></span>
      <span class="icon-bar"></span>
      <span class="icon-bar"></span>
    </button>
    <a class="navbar-brand" href="index.html">Keep going --- 努力超越自己！ </a>
  </div>
  <!-- /.navbar-header -->

  <!-- /.navbar-top-links -->
  <script>
   function goSearch(){
     $('#s').val($('#s').val()+'site:standino.github.io');
   }
  </script>
  <div class="navbar-default sidebar" role="navigation">
    <div class="sidebar-nav navbar-collapse">
      <ul class="nav" id="side-menu">
        <li class="sidebar-search">
          <form method="get" id="searchform" onsubmit="goSearch()" action="http://search.aol.com/aol/search">
            <div class="input-group custom-search-form">
              <input type="text" class="form-control" name="q" id="s" value="">
              <span class="input-group-btn">
                <button class="btn btn-default" type="submit">
                  <i class="fa fa-search"></i>
                </button>
              </span>
            </div>
          </form>
          <!-- /input-group -->
        </li>
          <li><a href="/blog/">Blog</a></li>
          <li><a href="/work/">Work</a></li>
        <li><a href="/tags/">Tags</a></li>
        <li><a href="/about/">About</a></li>
        <li><a href="https://github.com/standino">GitHub</a></li>
        <li><a href="/rss.xml">RSS</a></li>
      </ul>
    </div>
    <!-- /.sidebar-collapse -->
  </div>
  <!-- /.navbar-static-side -->
</nav>

      <div>
  <div class="post">
    <div id="page-wrapper">
      <div class="row">
        <div class="col-lg-12">
            <h1 class="page-header">《尽管去做－－－无压工作》读书笔记</h1>
          <div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">Brian Tr a c y ’s THE ULT I M ATE GOALS PROGRAM</a>
<ul>
<li><a href="#sec-1-1">Session 1: Unlocking Your True Potential</a></li>
<li><a href="#sec-1-2">Session 2: Taking Charge of Your Life</a></li>
</ul>
</li>
</ul>
</div>
</div>
<p>
<a href="http://davidlaing.com/2009/05/31/the-pomodoro-technique-scrum-in-the-small/">http://davidlaing.com/2009/05/31/the-pomodoro-technique-scrum-in-the-small/</a>
</p>


<p>
焦虑是由于缺乏控制力,组织管理、准备和行动不足所造成
 的。
——戴 维 ·凯 克 奇 ( David·Kekich)
</p>

<p>
   想要获取高效益,一定要明确地认定预期结果。
    自下而上的方法反而更加行之
有效。
</p>

<p>
1.(1)收集一切引起我们注意力的事情; 
2.(2)加工处理后,确定它们的实质以及解决方法;
3.(3)组织整理得出的结论;
4.(4)把它们列为我们行动的选择方案;
5.(5)行动,
</p>


<p>
定期清空收集工具
</p>


<p>
面对每一件需要处理的信息时,你必须作出两个方面的决定:
</p>
<ol class="org-ol">
<li>你已经承诺完成哪些工作?需要达到什么样的结果?
</li>
<li>下一步需要采取的行动是什么?
</li>
</ol>


<p>
  一旦你的下一步行动方案出台,紧接着,你面临三种选择:
  处理这件事。如果你能够在不到 2 分钟的时间内就搞定它,那么,一旦这项工作
被确定,你就应该立刻着手落实。
  把这件事指派给别人去处理。如果处理这件事情需要花费的时间不止 2 分钟,那
么,你应该问一问自己,你是否就是解决这个问题的最佳人选呢?如果回答是否定的,
那就干脆委托给一个合适的人员去办理。
   延迟处理。如果处理的时间超过了 2 分钟,而你又恰恰是最佳人选,这时,你不
得不推迟行动,把它记录在某一个或者多个“下一个行动”的清单上。
</p>

<p>
  这些工作不需要按照某一种特殊的顺序进行排列。你只需把它们列在一张主清单
上,以便经常地查阅它们就足够了。
</p>

<p>
      每周你再次浏览一下那些未完善的工作和悬而未决的问题,我把这称之
为万英尺高度。你应该把握住这个机会,快速地清理一下自己面临的行动和抉择,从
而从根本上对某一时间需要处理的工作作出有效的选择。
</p>


<p>
根据你的需要,经常地回顾你的清单,把它们赶出你的大脑。
</p>


<p>
每周查阅也就是做下列事情:
  收集和加工处理所有的“材料”。
  回顾和检查你的系统。
  更新各类清单。
  做到清洁、清楚、实时和完整。
</p>

<p>
          你如何选择下一步行动呢?你可以按照次序采用下面 4
个标准:
</p>
<ol class="org-ol">
<li>环境
</li>
<li>有多少时间
</li>
<li>有多少精力
</li>
<li>重要性
</li>
</ol>


<p>
 .评估每日工作的 3 种模式
   当你着手处理事务,也就是人们在一般情况下提到的“工作”时,你可能是在从
事以下 3 种不同类型的活动:
</p>
<ol class="org-ol">
<li>处理事先安排好的工作
</li>
<li>处理随时冒出来的事件
</li>
<li>规划 定义你自己的工作
</li>
</ol>

<p>
5 万英尺以上:生活
4 万英尺:3~5 年的展望
3 万英尺:1~2 年的目标
2 万英尺:责任范围
1 万英尺:当前的工作
跑道:目前的行动
</p>

<p>
  轻松自如地控制一切的主要因素是:(1)明确判定工作的预期结果以及下一步具
体行动;
   (2)把一切尚待解决的工作的提示信息安置在一个安全可靠的系统中,并定
期回顾和检查。这就是我所命名的横向工作重心。
</p>

<p>
大脑只有经过 5 个步骤才能够完成任何一项任务:
</p>
<ol class="org-ol">
<li>定义目标和原则
</li>
<li>展望成果
</li>
<li>集思广益
</li>
<li>组织管理
</li>
<li>明确下一步的行动方案
</li>
</ol>


<p>
目的
  问一问“为什么”这个问题你永远都不会受到任何损失的。如果你目前从事的所
有事情在初始阶段都经过了细致周密的安排,那么它们都有机会进一步改进,甚至获
                                    67
                 第 3 章 纵向管理:巧妙制定工作计划
得某种激励。你为什么打算参加下一次会议呢?你工作的中心意图是什么呢?你为什
么 请朋 友们在 你家 的后院 里烧 烤聚餐 呢? 你为什 么雇佣 了一 位市场 营销 经理呢 ?你
为什么设立自己的预算呢?
</p>


<p>
原则
</p>


<p>
前景/结果
</p>

<p>
                                             成功将是
一 番什 么样的 景象 ?听上 去会 怎样? 有什 么的感 觉呢? 目标 和原则 提供 了动机 和监
控手段,而前景则是描绘最终成果的一个现实的蓝图。这就是一个“什么”的问题,
而不是“为什么”的问题。当这项工作或者形势成功地呈现在这个真实的世界上时,
到底会是怎样一番景象?
</p>


<p>
聚焦的力量
</p>


<p>
阐明结果
   你那富有感知力的过滤装置是如何运转的呢?认识到这一点,你将从中发现一个
简朴却意义深远的原理:直到亲眼看到自己做这件事,你才能够对其运作方法有所了
解。
</p>

<p>
集思广益
</p>

<p>
开动脑筋的关键技巧
  有许多技巧都可以用来启动思维,强化打破常规的思考模式。这些基本原则可以
归纳为以下 3 点:
    不判断,不质疑,不评估,不批判。
    追求数量,不求质量。
    把分析组织工作置于次要的位置上。
</p>


<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1">Brian Tr a c y ’s THE ULT I M ATE GOALS PROGRAM</h2>
<div class="outline-text-2" id="text-1">
</div><div id="outline-container-sec-1-1" class="outline-3">
<h3 id="sec-1-1">Session 1: Unlocking Your True Potential</h3>
<div class="outline-text-3" id="text-1-1">
<ol class="org-ol">
<li>Imagine that you have the inborn ability to achieve any goal you could ever set for
yourself. What do you really want to be, have, and do?

<ul class="org-ul">
<li>Be a billionaire 
</li>
<li>Good health. Play tennis well
</li>
<li>Good at sing
</li>
<li>会察言观色，会说话。让每个人都喜欢我。
</li>
</ul>
</li>

<li>What are the activities that give you your greatest sense of meaning and purpose
in life?

<ul class="org-ul">
<li>Build a good software
</li>
<li>Enjoy the free time
</li>
</ul>
</li>

<li>Look at your personal and work life today and identify how your own thinking has
created your world. What should you, could you, change?

<ul class="org-ul">
<li>Stop worrying 
</li>
<li>Focus on learning new skills
</li>
<li>Be happy
</li>
</ul>
</li>

<li>What do you think and talk about most of the time: what you want or what you
don’t want?

<ul class="org-ul">
<li>Have enough money 
</li>
<li>Be good at my current job
</li>
<li>Be good at do the right things
</li>
</ul>
</li>

<li>What is the price you will have to pay to achieve the goals that are most important
to you?

<ul class="org-ul">
<li>Read books
</li>
<li>Work hard
</li>
<li>Ask some experts for help
</li>
</ul>
</li>

<li>What one action should you take immediately as the result of your answers to the
above questions?

<ul class="org-ul">
<li>Read books
</li>
<li>Work hard
</li>
<li>Ask some experts for help
</li>
</ul>
</li>
</ol>
</div>
</div>

<div id="outline-container-sec-1-2" class="outline-3">
<h3 id="sec-1-2">Session 2: Taking Charge of Your Life</h3>
<div class="outline-text-3" id="text-1-2">
<ol class="org-ol">
<li>Identify your biggest problem or source of negativity in life today. In what ways are
you responsible for this situation?

<ul class="org-ul">
<li>I am afraid I can not do something well
</li>
<li>My English is poor
</li>
</ul>
</li>

<li>See yourself as the President of your own company. How would you act differently if
you owned 100% of the shares?

<ul class="org-ul">
<li>Spend time on improving my English skill
</li>
<li>Thinking from the view of other people
</li>
</ul>
</li>

<li>Resolve today to stop blaming anyone else for anything and instead accept complete
responsibility in every area of your life. What actions should you be taking?

<ul class="org-ul">
<li>Try to find out the way to resolve the problem
</li>
</ul>
</li>

<li>Stop making excuses and start making progress. List some of your favorite excuses.
Now, imagine that they have no basis in fact and act accordingly.
</li>

<li>See yourself as the primary creative force in your own life. You are where you are and
what you are because of your own choices and decisions. What should you change?
</li>
</ol>



<ol class="org-ol">
<li>Make a list of anyone you need to forgive in your life. Now, resolve today to forgive
anyone who has ever hurt you in any way. Let it go. Refuse to discuss it again.
Instead, get so busy working on something that is important to you that you don’t
have time to think about it again.
</li>
</ol>
</div>
</div>
</div>

        </div>
      </div>
    </div>
    </div>
        <div>
      <div class="post-meta">
        <span title="post date" class="post-info">创建日期：2013-12-19</span>
        <span title="last modification date" class="post-info">修改日期：2015-02-17</span>
        <span title="tags" class="post-info"><a href="/tags/gtd/">gtd</a></span>
        <span title="author" class="post-info">Will Chang</span>
      </div>
      <section>
        <h1>Comments</h1>
        <div id="disqus_thread"></div>
        <script type="text/javascript">
          //var disqus_developer = 1;
          var disqus_identifier = "/blog/html/gtd";
          var disqus_url = "http://standino.github.io/blog/html/gtd";
          var disqus_shortname = 'standino';
          /* * * DON'T EDIT BELOW THIS LINE * * */
          (function() {
          var dsq = document.createElement('script'); dsq.type = 'text/javascript'; dsq.async = true;
          dsq.src = 'http://' + disqus_shortname + '.disqus.com/embed.js';
          (document.getElementsByTagName('head')[0] || document.getElementsByTagName('body')[0]).appendChild(dsq);
          })();
        </script>
        <noscript>Please enable JavaScript to view the <a href="http://disqus.com/?ref_noscript">comments powered by Disqus.</a></noscript>
        <a href="http://disqus.com" class="dsq-brlink">comments powered by <span class="logo-disqus">Disqus</span></a>
      </section>
    <!-- jQuery Version 1.11.0 -->
    <script src="/media/js/jquery-1.11.0.js"></script>

    <!-- Bootstrap Core JavaScript -->
    <script src="/media/js/bootstrap.min.js"></script>

    <!-- Metis Menu Plugin JavaScript -->
    <script src="/media/js/plugins/metisMenu/metisMenu.min.js"></script>

    <!-- Morris Charts JavaScript -->
    <script src="/media/js/plugins/morris/raphael.min.js"></script>
    <script src="/media/js/plugins/morris/morris.min.js"></script>
    <script src="/media/js/plugins/morris/morris-data.js"></script>

    <!-- Custom Theme JavaScript -->
    <script src="/media/js/sb-admin-2.js"></script>


      <div class="footer">
        <p>Generated by <a href="http://www.gnu.org/software/emacs/">Emacs</a> 24.x (<a href="http://orgmode.org">Org mode</a> 8.x)</p>
        <p>
          Copyright &copy; 2012 - 2015 <a href="mailto:changwei &lt;dot&gt; cn &lt;at&gt; gmail &lt;dot&gt; com">Will Chang</a>
          &nbsp;&nbsp;-&nbsp;&nbsp;
          Powered by <a href="https://github.com/kelvinh/org-page" target="_blank">org-page</a>
        </p>
      </div>
    </div>

    
  </body>
</html>
